# MepLowerTopElevation Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepLowerTopElevation Property
ParameterTypeId Class See Also
---
"Lower End Top Elevation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepLowerTopElevation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepLowerTopElevation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepLowerTopElevation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace